alefragnani.Bookmarks
alefragnani.project-manager
daltonjorge.scala
formulahendry.code-runner
geddski.macros
James-Yu.latex-workshop
kosz78.nim
magicstack.MagicPython
ms-python.python
ms-vscode.cpptools
nobuhito.printcode
robertohuertasm.vscode-icons
shardulm94.trailing-spaces
tht13.python
