alefragnani.Bookmarks
alefragnani.project-manager
EFanZh.graphviz-preview
formulahendry.code-runner
geddski.macros
James-Yu.latex-workshop
kosz78.nim
magicstack.MagicPython
mechatroner.rainbow-csv
ms-python.python
ms-vscode.cpptools
robertohuertasm.vscode-icons
shardulm94.trailing-spaces
TabNine.tabnine-vscode
tht13.python
Tyriar.sort-lines
yzane.markdown-pdf
yzhang.markdown-all-in-one
